---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportPDFSettings
source: html/0fff94e4-9626-0d90-ecb2-871f1165623c.htm
---
# ExportPDFSettings Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.